ALTER TABLE attractions modify lng decimal(64,30);
ALTER TABLE attractions modify lat decimal(64,30);
INSERT INTO attractions (
  name,
  description,
  lat,
  lng,mobile_phone,land_line,price,category_id,profile_id,banner_url)
VALUES
  ('متحف السيارات الملكي','متحف السيارات الملكي هو أول متحف للسيارات في الوطن العربي. افتتحه جلالة الملك عبد الله الثاني في عام ٢٠٠٣ ، وهو بمثابة تكريم للمغفور له جلالة الملك الحسين . يضم المتحف ٨٠ سيارة ودراجة نارية للملك الراحل، يعود بعضها إلى عام١٩٠٩.

وتروي كل منها قصة فريدة على طول الخط الزمني لحياة الملك الراحل والمملكة الهاشمية. تسلط معروضات المتحف الضوء على فترة حكم الملك حسين التي استمرت ٤٧ عامًا وعلى تاريخ المملكة من عهد جلالة الملك عبد الله الأول في أوائل عام١٩٢٠ وحتى عهد جلالة الملك عبد الله الثاني اليوم.',
  31.982867174823344, 35.82637442398282,null,'+96265411392',null,null,null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/automobile_banner.jpg'),
  ('متحف الاثار الأردني','تأسس المتحف عام 1952م ليحكي قصة الاردن الحضارية من خلال عرض المقتنيات الأثرية والتاريخية، ويقع المتحف على قمة جبل القلعة "وسط عمان"، ويضم مجاميع القطع الأثرية الواردة للمتحف من الحفريات الأثرية التي أجريت في مختلف مواقع الأردن، وقد رتبت القطع الأثرية ترتيباً زمنياً متسلسلاً بدءًا من العصر الحجري القديم وحتى الفترات الإسلامية وتشمل: قطعاً فخارية ومعدنية وزجاجية، وعلى عدد من الكتابات والنقوش والمسكوكات وتماثيل فخارية وأبرز محتويات المتحف تماثيل عين غزال الجصيَّة.',
  31.954229195802657, 35.934289122134274,'+962777944291','+96264638795',null,null,null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/archeo_muse.jpg')
