
INSERT INTO attractions (
    name, /* VARCHAR(100) */
    description, /*TEXT*/
    lat, /*decimal*/
    lng, /*decimal*/
    mobile_phone,/*varchar(20)*/
    land_line,/*varchar(20)*/
    price,/*decimal(4,2)*/
    banner_URL,/*varchar(1048)*/
    location /*varchar(265)*/

) VALUES
(
    'البتراء',
    'تعتبر مدينة البتراء، عاصمة العرب الأنباط من أشهر المواقع الأثرية في العالم وأهم مواقع الجذب السياحي في الأردن، حيث تزورها أفواج السياح من كل بقاع الأرض، وتقع عن بعد 240 كيلو مترا إلى الجنوب من عمان وعلى بعد 120 كم من خليج العقبة - البحر الأحمر  ، وتتميز البتراء بطبيعة معمارها المنحوت في الصخر الوردي الذي يحتوي على مزيج من الفنون المعمارية القديمة التي تنتمي إلى حضارات متنوعة وهي عبارة عن مدينة كاملة منحوتة في الصخر الوردي اللون'
   ,30.394811044636167, 35.49380047785979,null,'+96232156044',null, 'https://competition-bucket23.s3.eu-west-3.amazonaws.com/front.jpg',
   'البتراء,الأردن'

),

('وادي رم',
'وادي رم موقع تخطّى بهيبته حدود الزمان بعيداً عن تأثيرات البشر، إذ بالكاد وطئته أقدامهم. استسلمت وادي رم لعوامل الطقس والرياح لتضع بصمتها على المكان، فقد شكّلت ونحتت ناطحات السحاب العظيمة الشاهقة فيه، والتي وصفها توماس إدوارد لورنس "لورنس العرب" بكلّ رقيّ حين قال: "شاسعة، يصدح فيها الصدى، مهيبة". سَكينة الصحراء ودفء أهلها وحسن ضيافتهم هي ما يجعل وادي رم الوجهة المثلى لمنح الذهن والجسد الراحة التامة'
,29.513374003976942, 35.407932831841784,null,'+9626232091000',null,
'https://competition-bucket23.s3.eu-west-3.amazonaws.com/wadi_rum.jpg',
'وادي رم,الأردن'
),

(
'البحر الميت',
'يقع البحر الميت على مستوى 410 م تحت سطح البحر، ما يجعله أخفض بقعة في العالم. يعدّ ساحل البحر الميت من أروع المواقع الطبيعية والروحانية في العالم، ولا يزال إلى اليوم يجذب الزوّار من كافة بقاع الدنيا كما كان يجتذب الملوك والأباطرة والتجار والأنبياء في الزمن الغابر. تشكّل مياهه المريحة ذات الملوحة الزائدة عامل الجذب الأساسي في البحر الميت. بنسبة ملوحة تبلغ 31.5% ، تتّسم مياه البحر بخاصية الطفو مما يحمي زوّاره من الغرق فيه. تحتوي المياه أيضاً على 21 ملحاً معدنياً، بما في ذلك المستويات المرتفعة من المغنيسيوم والصوديوم والبوتاسيوم والبرومين، ويتفرد البحر الميت بـ 12نوعاً من هذه الأملاح التي لا يمكن إيجادها في أي تجمّع مائي آخر في العالم. أثبتت الدراسات أن توليفة مياه البحر الميت مع الطين الأسود الغني الموجود على شواطئه تكسبه ميزة الفوائد الصحية المذهلة، بما في ذلك تنشيط الدورة الدموية وتخفيف أوجاع آلام المفاصل والشفاء من الحساسيات وتجديد نشاط البشرة'
,31.5560841037195, 35.510614029782786,'+962791200904','+96265511836',null,
'https://competition-bucket23.s3.eu-west-3.amazonaws.com/dead_sea.jpg',
'البحر الميت,الأردن'

),

('جبل نيبو',
'هو جبل عالٍ يطل على البحر الميت ووادي نهر الأردن وأريحا وتلال القدس البعيدة، وهو الموقع الذي رأى فيه موسى أراضي كنعان المقدسة التي لم يدخلها قطّ. مات ودفن في موآب كما ذُكر في الكتاب المقدس: "وَدَفَنَهُ فِي الْجِوَاءِ فِي أَرْضِ مُوآبَ، مُقَابِلَ بَيْتِ فَغُورَ" (تثنية 34:6).

أصبح جبل نيبو مقصداً للحجّ للمسيحيين الأوائل القادمين من القدس، وقد تم بناء كنيسة صغيرة هناك في القرن الرابع الميلادي تخليداً لحياة موسى. لا تزال بعض الحجارة من تلك الكنيسة في مكانها الأصلي في الجدار المحيط بمحراب الكنيسة. تمّت توسعة الكنيسة في القرنين الخامس والسادس وأصبحت الكنيسة الكبيرة التي نعرفها اليوم. تحتوي الكنيسة على مجموعات مذهلة من اللوحات الفسيفسائية البيزنطية.

أمّا الحية النحاسية المنصوبة خارج حرم الكنيسة فترمز للحية النحاسية التي رفعها موسى في الصحراء والصليب الذي صُلِب عليه يسوع'
,31.76869599420665, 35.72519174383836,'+962776542050',null,null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/mount_nebo.jpg',
'جبل نيبو ,الأردن'
),

('مغطس السيد المسيح عليه السلام',
'هو المكان الذي استقرّ فيه يوحنا المعمدان في وادي الأردن حيث تعمّد يسوع، واشتهر الموقع بفضل ذكره في الكتاب المقدس (يوحنا 1:28 و10:40)، إضافة إلى ذكره في النصوص البيزنطية ونصوص العصور الوسطى. يقع الموقع على الضفة الشرقية من نهر الأردن، في المملكة الأردنية الهاشمية، وهو خاضع للمعاينة المنتظمة والحفريات وعمليات الترميم، تحضيراً لاستقبال الزوار والحجّاج. يبعد المغطس عن العاصمة الأردنية عمّان مسافة ساعة ونصف بالسيارة، وقد كان فيما مضى جزءاً من طريق الحجّاج المسيحيين الأوائل بين القدس ونهر الأردن وجبل نيبو'
,31.83366113184738, 35.57018708025045,null,null,null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/bathtub.jpg',
'المغطس,الأردن'
),

('العقبة',
'يشتهر خليج العقبة بتنوع أشكال الحياة البرية المائية فيه. تقع العقبة على الشمال الشرقي للبحر الأحمر، ويمتد خليجها مسافة بطول 180 كم و 25 كم عرضاً، على خط ساحلي تشترك فيه مصر والسعودية والأردن وفلسطين المحتلة. يحتضن خليج العقبة أكبر نظام بيئي للمرجان البحرية على مستوى أقصى شمال الكرة الأرضية. بمعدل درجة حرارة مياه تبلغ 23 درجة مئوية، مع طقسٍ خالٍ من العواصف و تيارات معتدلة، يَنعُم خليج العقبة ببيئة مثالية لاحتضان المرجان البحرية و ازدهارها. كما أن اعتدال ملوحة مياهه جعل منه المكان الأمثل لمجموعة كبيرة ومتنوعة من الكائنات البحرية. يحتضن خليج العقبة 110 جنساً من المرجانيات الطرية و120 جنساً من المرجانيات الصلبة. تحوي الشعب المرجانية المتشعبة في الخليج ما يزيد عن ألف جنس من السمك والمرجانيات والقشريات والثدييات التي تعيش جميعها في مياهها. في ساعات الليل المظلمة، تظهر الحيوانات الليلية مثل السلطعون والقرديس والكركند. ومن الكائنات التي تزور العقبة موسمياً، سلحفاة البحر والدلفين وخروف البحر  وقرش الحوت المسالم'
,29.53224442264474, 35.01206439976368,'+9627701626999','(02)013363',null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/aqaba.jpg',
'العقبة,الأردن'
),

('عجلون',
'هنا حيث تجتمع عجائب الطبيعة مع عبقرية الهندسة المعمارية العسكرية لدى عرب العصور الوسطى، يتجلّى الجمال كله بفضل هذا المزيج الرائع. يحظى شمال الأردن باثنين من أهم المعالم البيئية والتاريخية في الشرق الأوسط: منطقة دبّين الغنية بأشجار الصنوبر الممتدة، وقلعة عجلون الشامخة على مرتفع، لتشهد على أحداث تاريخية منذ أن شيّدها الأيوبيون و دورها في مساعدتهم على هزم الصليبيين قبل ثمانية قرون مضت. عجلون منطقة محبّبة للأردنيين، إذ تمنحهم فرصة الاستمتاع بجمال الطبيعة الخضراء بعيداً عن صخب الحياة في المدينة، وكذلك التأمل والاندماج مع الطبيعة'
,32.33372373467285, 35.75113488276905,null,'(02)642 0115',null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/ajloun.jpg',
'عجلون,الأردن'
),

('وادي الموجب',
'محمية الموجب للمحيط الحيوي هي أخفض محمية طبيعية في العالم. وتقع في وادي الموجب العميق، على مسافة ليست ببعيدة عن شرق البحر الميت، وبعمق 410 م تحت سطح البحر. تمتد المحمية بمناظرها الطبيعية البديعة إلى جبال الكرك ومادبا شمالاً وجنوباً، حيث تصل إلى مستوى 900 م فوق سطح البحر في بعض الأماكن. يتمتع وادي الموجب بتنوع حيوي مذهل لا يزال يُستكشَف ويوثَّق إلى يومنا هذا، نتيجة لفرق ارتفاعاته الذي يصل إلى 1300 م وتدفق المياه في الوادي على مدار العام من سبعة روافد. تم توثيق ما يزيد على 300 جنس من النباتات وعشر أجناس من اللواحم والعديد من أجناس الطيور المهاجرة وغير المهاجرة. وتعد المحمية- تحديداً في بعض المناطق النائية التي يتعذر الوصول إليها في الجبال والأودية- ملاذاً آمناً لأجناس نادرة من السنوريات والماعز وحيوانات جبلية. تعدّ منحدرات وادي الموجب ذات الصخور الرملية موطناً مثاليّاً لواحد من أهم أنواع ماعز الجبال في العالم ألا وهو الوعل النوبي. ملحوظة: يتم إغلاق وادي الموجب وكافة الوديان في الأردن في شهور فصل الشتاء'
,31.447901766501182, 35.613348139202564 ,'+96264633542','+96264616523',null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/wadi_almoujeb.jpg',
'وادي الوجب,الأردن'
),

('الكرك','سواء كنت قادماً إلى الكرك عبر الطريق الملوكي شرقاً أو عبر البحر الميت غرباً، بمجرد أن تلمح عيناك ظلال هذه البلدة المحصّنة و قلعتها الشامخة، ستدرك عِظَم مكانتها، حيث لعبت دوراً في تحديد مصير ملوكٍ وأممٍ طوال ألف عام.

الكرك حصن صليبي قديم، و تقع على ارتفاع 900 م فوق سطح البحر، تتحصّن داخل أسوار المدينة القديمة. تحتضن المدينة اليوم حوالى 170 ألف نسمة وتتضمن عدداً كبيراً من الأماكن العثمانية المرممة التي تعود للقرن الـتاسع عشر، مِن مبانٍ إلى مطاعم وأماكن مبيتٍ و غير ذلك، لكن تبقى قلعة الكرك أهم وأبرز معالمها'
,31.189736306481727, 35.70443233551944,null,'+96265691141',null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/karak.jpg',
'الكرك,الأردن'
),
('محمية ضانا للمحيط الحيوي و فينان',
'انا ملاذٌ لا مثيل له ينعم بالسَكينة والهدوء، وهو عالمٌ متميز بحد ذاته يحتضن كنوزاً طبيعية. تجربة ضانا هي المعنى الحقيقي لـ"العودة للطبيعة". قامت جمعية الطيور العالمية بإدراج محمية ضانا للمحيط الحيوي ضمن قائمة المناطق المهمة للطيور "IBA". بإمكانك هنا ممارسة التأمل وأنت في سكون تام بين الجبال أو النوم تحت النجوم أو الاستمتاع بالهواء العليل والنسمات الباردة أو تعقّب الأنواع المختلفة من الكائنات البرية التي تستوطن أراضي هذه المنطقة. ثمة برية واسعة في انتظار استكشافها مع ما تحتضنه من مجموعة غنية من الحيوانات والنباتات. إضافة إلى ذلك، بإمكان الزوار استغلال الفرصة لمقابلة سكّان ضانا المحليين والتعرف إليهم: عشيرة العطاعطة الطيبون الذين اتخذوا من المنطقة موطناً لهم منذ 400 عام - علماً أن هذه المنطقة مأهولة منذ أكثر من 6 آلاف عام'
, 30.697062747901466, 35.47641299987367,null,'+96265682493',null,'https://competition-bucket23.s3.eu-west-3.amazonaws.com/Dana_Reserve.jpg',
'محمية ضانا ,الأردن'
)

